[
  {
    "imageSrc": "/img/icons/1.svg",
    "title": "Streamlined Setup",
    "description": "Automate data preprocessing, learning updates, and load balancing without extra infrastructure or manpower."
  },
  {
    "imageSrc": "/img/icons/2.svg",
    "title": "Seamless Integration",
    "description": "Easily integrate closingbrackets with your data catalogue and connect it to your existing search, recommendation, or AI systems."
  },

  {
    "imageSrc": "/img/icons/3.svg",
    "title": "Recent Outcomes",
    "description": "Utilize real-time updates to incorporate recent data changes seamlessly, without additional operational costs."
  },
  {
    "imageSrc": "/img/icons/4.svg",
    "title": "Revenue Generation",
    "description": "Drive revenue growth through closingbrackets by integrating its units into your ad system or offering valuable data insights to other businesses."
  },
  {
    "imageSrc": "/img/icons/5.svg",
    "title": "Reducing Workload",
    "description": "closingbrackets's data analytics expedite decision-making and time-to-market, minimizing workload and boosting efficiency."
  },
  {
    "imageSrc": "/img/icons/6.svg",
    "title": "Customizable Outcomes",
    "description": "Overcome the limitations of opaque AI products with our flexible platform, allowing easy adjustments to align results with your business strategy."
  },
  {
    "imageSrc": "/img/icons/7.svg",
    "title": "Long-tail Recs",
    "description": "Enhance the value of your data by leveraging social-powered recommendation data to deliver more personalized and relevant results."
  },
  {
    "imageSrc": "/img/icons/8.svg",
    "title": "Tailored Outcomes",
    "description": "Kick-start user profiling with social-based datasets to resolve the cold start problem and deliver personalized results."
  },
  {
    "imageSrc": "/img/icons/9.svg",
    "title": "Voice Search Upgrade",
    "description": "Optimize voice search with closingbrackets's NLP units that understand colloquial terms and phrases, ensuring precise and intuitive interactions."
  },
  {
    "imageSrc": "/img/icons/10.svg",
    "title": "Community Validation",
    "description": "People seek others' opinions. We provides context-aware insights into public decisions, enabling AI-driven data-based referrals."
  },
  {
    "imageSrc": "/img/icons/11.svg",
    "title": "Collaborative Creation",
    "description": "We empower users to discover and own their personal taste through interactive search and recommendations."
  },
  {
    "imageSrc": "/img/icons/12.svg",
    "title": "Real-Time Updates",
    "description": "Change is constant, including user preferences. closingbrackets reflects the latest trends through automated updates."
  }
]
